[

        {
            "title": "Zabhegyező",
            "author": "J.D. Salinger",
            "isbn": 9780316769488,
            "publish_date": "1951-07-16",
            "price": 4500,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/504/50504.jpg",
            "describe":"'Hát ha tényleg kíváncsi vagy rá, először biztos azt szeretnéd tudni, hogy hol születtem, meg hogy milyen volt az én egész tetű gyerekkorom, meg hogy mik voltak a szüleim, mielőtt beszereztek engem, meg minden, szóval hogy egy ilyen Copperfield Dávid-féle marhaságot adjak le, de ehhez nincs kedvem. Először is unom ezt a témát, másodszor a szüleimet sorba megütné a gutman, ha nagyon mélyre találnék túrni a dologban. Az ilyesmire rém érzékiek, főleg az apám. Rendesek is, meg minden, nem mondom, de rém érzékiek. Ebből úgyse lesz itten életírás, vagy mit tudom én, csak azt akarom elmondani, hogyan zsongtam be tavaly karácsony táján, amiből aztán olyan nagy lerobbanás lett, hogy ideküldtek összeszedni magamat. Vagyis azt, amit már D. B.-nek is elmondtam, a drága bátyámnak, tudod, aki Hollywoodban van. Nincs túl messze ettől a nyomor helytől, majdnem minden hétvégen meglátogat. Jövő hónapban kocsin visz haza a diliházból, persze csak ha elengednek. Most vett egy Jaguárt. Egy olyan kis angol tragacs, tudod, kétszázzal fut óránként. Majdnem négyezerbe van neki. Most vágott zsebre egy csomó dohányt. Azelőtt nem szokott, mikor még otthon lakott, és rendes író volt. Ő írta azt a bombajó novellás kötetet, a Titokzatos aranyhal-at, ha még nem hallottad volna. A legjobb benne a Titokzatos aranyhal. Egy kis krapekről szól, aki senkinek se engedi az aranyhalát megnézni, mert a saját pénzén vette. Halálos volt. Most Hollywoodban van D. B. Tisztára elkurvult. Ha van valami a világon, amit utálok, az a mozi. Ne is mondd.' - így kezdődik a generációs regény. Salinger letehetetlen könyve most a diákok számára is elérhető áron kerül a Bookline oldalára. "

        },
        {
            "title": "Normális emberek",
            "author": "Sally Rooney",
            "isbn": 6533810760821,
            "publish_date": "2018-08-30",
            "price": 4500,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/258/3156258.jpg",
            "describe": "Egy érzelmileg mély és intim történet két fiatal kapcsolatáról, akik éveken át keresztezik egymás útját."

          },
          {
            "title": "Norvég erdő",
            "author": "Haruki Murakami",
            "isbn": 9697049686910,
            "publish_date": "1987-09-04",
            "price": 5200,
            "cover_image": "https://marvin.bline.hu/product_images/1034/ID22-76380.JPG",
            "describe": " Melankolikus és nosztalgikus regény a szerelemről, veszteségről és a felnőtté válásról a ’60-as évek Japánjában."

          },
          {
            "title": "Briliáns barátnőm",
            "author": "Elena Ferrante",
            "isbn": 5941174460654,
            "publish_date": "2011-10-19",
            "price": 4800,
            "cover_image": "https://marvin.bline.hu/product_images/444/ID22-323291.JPG",
            "describe": "Egy évtizedeket felölelő történet két nápolyi lány barátságáról, társadalmi különbségekről és női sorsokról."

          },
          {
            "title": "Fehér fogak",
            "author": "Zadie Smith",
            "isbn": 3093136342322,
            "publish_date": "2000-01-27",
            "price": 5000,
            "cover_image": "https://s01.static.libri.hu/cover/c2/8/8476200_4.jpg",
            "describe": "Szellemes és éleslátó regény a multikulturális Londonról, generációs és kulturális különbségekről."

          },
        {
            "title": "Ne bántsátok a feketerigót!",
            "author": "Harper Lee",
            "isbn": 9780061120084,
            "publish_date": "1960-07-11",
            "price": 5000,
            "cover_image": "https://cdn.britannica.com/21/182021-050-666DB6B1/book-cover-To-Kill-a-Mockingbird-many-1961.jpg",
            "describe":"Az alabamai Maycomb városában utolsó gondtalan nyarát tölti egy testvérpár, Jem és négy évvel fiatalabb húga, Scout. Az őket anya nélkül nevelő Finch ügyvéd megpróbál tökéletes apaként viselkedni, ám neki sem könnyű. Izzik körülötte a levegő: egy színes bőrű férfit véd a bíróságon. Ráadásul váratlan események, misztikus jelenések, nyugtalanító hírek zavarják meg a család nyugalmát. A gyerekek élete is gyökeresen megváltozik: a felnőtté válás varázslatos és fájdalmas útja immár elkerülhetetlen számukra..."

        },
        {
            "title": "1984",
            "author": "George Orwell",
            "isbn": 9780451524935,
            "publish_date": "1949-06-08",
            "price": 4000,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/577/3300577.jpg",
            "describe":"George Orwell (szül. Eric Arthur Blair, 1903-1950) a 20. század egyik legnagyobb hatású írója. Az Indiában született, majd Angliában nevelkedett szerző egyetemi ösztöndíj híján utazott vissza szülőföldjére, hogy a burmai rendőrségnél dolgozzon, ám 1927-re végleg megundorodva az angol gyarmati politikától, kilépett a szervezetből. Az itt szerzett tapasztalatai a hatalom működéséről és az elnyomottak helyzetéről, majd a szegénynegyedekben töltött keserű hónapok, és végül a második világháború tragédiája vezetett Orwell és a 20. század egyik legismertebb műve, az 1984 megírásához, amelyet megérdemelten emlegetnek a világirodalom klasszikusai között.'Üdvözlet az egyformaság korából, a magányosság korából, a Nagy Testvér korából, a duplagondol korából' - írja a naplójába Winston Smith, a lázadó, a gondolatbűnöző, aki nem hajlandó elismerni, hogy a 2 x 2 a Párt akarata szerint lehet három vagy öt. Az 1984 örök emlékeztető a 20. század totalitárius hatalmainak működéséről, ugyanakkor kegyetlen szatíra és figyelmeztetés is a jövőre vagy éppenséggel a jelenre nézve, hiszen ma is zsigereinkben érezhetjük a diktatúrák örökségét. A mai napig közszájon forgó kifejezések mellett ugyanakkor a regény által jobban érthető a 21. század különböző technológiákkal átszőtt terekben létező társadalmának működése is, a köztéri kameráktól kezdve a közösségi médián át az álhírekig"

        },
        {
            "title": "Szép új világ",
            "author": "Aldous Huxley",
            "isbn": 5739201846275,
            "publish_date": "1932-01-01",
            "price": 4000,
            "cover_image": "https://cdn.antikvarium.hu/foto/nagy/46126015.jpg",
            "describe": " Egy látszólag tökéletes, de lélektelen és elnyomó jövő társadalmát bemutató regény, ahol az emberek mesterséges boldogságban élnek."

          },
          {
            "title": "A szolgálólány meséje",
            "author": "Margaret Atwood",
            "isbn": 1092837465927,
            "publish_date": "1985-09-17",
            "price": 4600,
            "cover_image": "https://moly.hu/system/covers/big/covers_864540.jpg",
            "describe": " Sötét jövőkép egy világban, ahol a nők jogait elnyomták, és a termékeny nőket szolgaságba kényszerítették."

          },
          {
            "title": "451 Fahrenheit",
            "author": "Ray Bradbury",
            "isbn": 7584930264711,
            "publish_date": "1953-10-19",
            "price": 4300,
            "cover_image": "https://marvin.bline.hu/product_images/1227/B288680.JPG",
            "describe": "Egy olyan világban játszódó történet, ahol a könyveket elégetik, és a társadalom a tudatlanságban tartásra épül."

          },
        {
            "title": "Büszkeség és balítélet",
            "author": "Jane Austen",
            "isbn": 9780141439518,
            "publish_date": "1813-01-28",
            "price": 3800,
            "cover_image": "https://s01.static.libri.hu/cover/6f/7/6585783_4.jpg",
            "describe":"Csodálatos lények lehettek a régi angol papkisasszonyok - egy kis faluban elásva, vénlányságra és tüdőbajra kárhoztatva hervadhatatlan regényeket tudtak írni az emberi természetről és szenvedélyekről. Jane Austen is vidéki papleány volt, mint a Bronté nővérek. Hat teljes regény maradt utána és néhány töredék. Ennek a viszonylag kis életműnek legismertebb és sok kritikus szerint a legjelentősebb darabja a Büszkeség és balítélet. Mint Austen többi regényét, ezt is feszes szerkezete, klasszikus stílusa, szellemes dialógusai, mély pszichológiája és nem utolsósorban írónőjének csillogó okossága teszik ma is élvezetes olvasmánnyá. A regény szűk társadalmi körben mozog, de pompásan jellemzett alakok széles skáláját vonultatja fel. A jómódú Mr. Bennetnek falusi földbirtoka, buta és fecsegő felesége, valamint öt lánya van. Jane, a legidősebb szép és kedves, bele is szeret Mr. Bingley, a szomszéd birtok bérlője. De barátja, Mr. Darcy, aki gőgös, kellemetlen alak, nemcsak hogy kemény vitákba keveredik Elizabeth-tel, Jane briliáns eszű és éles nyelvű húgával, de barátját is lebeszéli a hozzá nem illő házasságról. Eliza rosszul ítéli meg Darcyt, s amikor az váratlanul megkéri a kezét, fejére olvassa gőgösségét és kikosarazza. A regény végére mindkét főszereplő leküzdi hibáját: egyik a büszkeségét, másik az előítéleteket, s boldogan egymáséi lesznek, mire természetesen a másik pár boldogságának sincs többé akadálya."

        },

        {
            "title": "Anna Karenina",
            "author": "Lev Tolsztoj",
            "isbn": 1029384756102,
            "publish_date": "1878-01-01",
            "price": 5500,
            "cover_image": "https://books.google.hu/books/publisher/content?id=7wdlEAAAQBAJ&hl=hu&pg=PA1&img=1&zoom=3&bul=1&sig=ACfU3U3gXy1m4rY1qAqAKb5vWPtJhUEnxw&w=1280",
            "describe": "Sorsfordító szerelmi tragédia és társadalomkritika az orosz arisztokrácia világából."

          },
        {
            "title": "Nyomorultak",
            "author": "Victor Hugo",
            "isbn": 9483726150937,
            "publish_date": "1862-01-01",
            "price": 5800,
            "cover_image": "https://s01.static.libri.hu/cover/81/c/3320760_4.jpg",
            "describe": "Epikus történet a 19. századi Franciaországról, amely az igazságosság, a megváltás és az emberi szenvedés kérdéseit vizsgálja."

          },
          {
            "title": "Szerelmünk lapjai",
            "author": "Nicholas Sparks",
            "isbn": 6457382910453,
            "publish_date": "1996-10-01",
            "price": 4100,
            "cover_image": "https://s01.static.libri.hu/cover/9d/9/2769190_4.jpg",
            "describe": "Megható szerelmi történet egy életen át tartó kapcsolatról és a múlt fájdalmas emlékeiről."

          },
          {
            "title": "Üvöltő szelek",
            "author": "Emily Brontë",
            "isbn": 392847561203,
            "publish_date": "1847-12-12",
            "price": 4700,
            "cover_image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSFUcqsJGAi3MUQbtm1_AHaGPBlWdfkBQ77fQ&s",
            "describe": "Sötét és szenvedélyes szerelmi történet, amely a bosszú és az érzelmi szenvedés témáit járja körül."

          },
          {
            "title": "Mielőtt megismertelek",
            "author": "Jojo Moyes",
            "isbn": 7658392014566,
            "publish_date": "2012-01-05",
            "price": 4900,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/480/3839480.jpg",
            "describe": " Egy nő és egy mozgáskorlátozott férfi különleges kapcsolatának szívszorító története."

          },
          {
            "title": "Tomorrow, and Tomorrow, and Tomorrow",
            "author": "Gabrielle Zevin",
            "isbn": 3829104756285,
            "publish_date": "2022-07-05",
            "price": 5300,
            "cover_image": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcQfQlyyycYNEJXF-unPIfGLmRaIltBJhkDFOd4KVlolWdcaKc8n3Ev6krp2VwIk5aupWOUmtk5JPh954N1pHZRXkmX7-pb9tlhVdWvi0qd7&usqp=CAc",
            "describe": "Egyedi szerelmi és barátság történet két videojáték-fejlesztőről, akik együtt próbálnak érvényesülni."

          },
        {
            "title": "A Nagy Gatsby",
            "author": "F. Scott Fitzgerald",
            "isbn": 9780743273565,
            "publish_date": "1925-04-10",
            "price": 4200,
            "cover_image": "https://m.media-amazon.com/images/I/819wCzUTZWL._AC_UF1000,1000_QL80_.jpg",
            "describe":"Jay Gatsby, a titokzatos milliomos felemelkedésének, tündöklésének és bukásának története sosem volt még ennyire aktuális. A 20. század egyik kiemelkedő világirodalmi alkotása művészi tökéllyel jeleníti meg az amerikai álom olyan örök témáit, mint a pénz és a hatalom bűvölete, az ambíció, a lehetetlen megkísértése és az újrakezdés lehetősége, miközben érzékletes képet fest a húszas évek túlhabzó dzsesszkorszakáról is. A szegény sorból származó Gatsby beleszeret egy gazdag lányba, Daisybe, de a háború elsodorja őket egymástól, s míg a fiatalember a tengerentúlon harcol, a lány férjhez megy egy faragatlan, ám dúsgazdag emberhez, Tom Buchananhez. Hazatérése után Gatsby fanatikus akarással, az eszközökben sem válogatva vagyont szerez, hogy 'méltó' legyen Daisyhez, és hogy a világítótorony reményt adó zöld fényét követve újrateremthesse a múltat és visszahódíthassa a fiatal asszonyt. A gazdasági összeomlás előszobájában zajló szerelmi háromszög, a fényűző partik, a politikusok és filmsztárok, a luxusautók és hidroplánok ma is ismerős színfalai mögött azonban végül a boldogtalan házasságok és beteljesületlen szerelmek, a szegénység és az elnyomás, a reménytelenség, a kiábrándultság és a magány világát találjuk."

        },
        {
            "title":"Akiért a harang szól",
            "author":"Ernest Hemingway",
            "isbn":9780684803357,
            "publish_date":"1940-10-21",
            "price":4300,
            "cover_image":"https://s01.static.libri.hu/cover/e5/9/6958394_4.jpg",
            "describe":"1937-ben Ernest Hemingway Spanyolországba utazott, hogy a polgárháborúról tudósítson. Az eredmény: minden idők legjobb háborús regénye, amellyel Hemingway a legnagyobb közönségsikerét aratta. Egy fiatal amerikai, Robert Jordan önkéntesként csatlakozik egy antifasiszta gerillacsapathoz, amelynek fel kell robbantania egy hidat. Az akció végrehajtása közben beleszeret a gyönyörű Mariába. Hemingway kiforrott hangon ötvözi a hegyek között töltött percek apró rezdüléseit az az élet végességének tragikumával. ,,Gigantikus'' - The New York Times ,,Három dolog egy fergeteges műben: szerelmi történet, feszült kalandregény, és az életükért harcoló spanyol gazdák vészterhes tragédiája."

        },
        {
            "title":"Egerek és emberek",
            "author":"John Steinbeck",
            "isbn":9780142000670,
            "publish_date":"1937-03-09",
            "price":2370,
            "cover_image":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Of_Mice_and_Men_%281937_1st_ed_dust_jacket%29.jpg/250px-Of_Mice_and_Men_%281937_1st_ed_dust_jacket%29.jpg",
            "describe":"A kaliforniai Soledad közelében furcsa párt tesz le az autóbusz: George alacsony és fürge észjárású, társa, Lennie lomha, nehézfejű óriás. Egy közeli tanyára tartanak, munkát keresnek. Bár a tanya lakói és munkásai korántsem barátságosak, nincs más választásuk: itt kell maradniuk, ha meg akarják valósítani közös álmukat, hogy vegyenek egy saját tanyát, ahol majd önállóan gazdálkodhatnak. Lennie-t ártatlan együgyűsége folyton bajba sodorja, és George-nak igencsak észnél kell lennie, ha mindkettőjüket meg akarja óvni a következményektől. Barátságuk ritka kincs az őket körülvevő sivár, brutális világban, amely könyörtelenül megsemmisülésre ítél mindent, ami emberi. A szikár, minden sallangtól mentes, sodró erejű kisregény a nagy gazdasági világválság idején két vándormunkás tragikusan felemelő történetén keresztül mutatja be a modern társadalom elidegenedésének, az emberi kapcsolatok kiüresedésének pusztító hatását. Mondanivalója a mai napig sem veszítette el érvényét."

        },
        {
            "title": "Moby-Dick",
            "author": "Herman Melville",
            "isbn": 9780142437247,
            "publish_date": "1851-10-18",
            "price": 4600,
            "cover_image": "https://m.media-amazon.com/images/I/61PBBKyZ1rL._AC_UF1000,1000_QL80_.jpg",
            "describe":"Ishamel tengerész és kalandor. Szerencsét akar próbálni a bálnavadászok között, így hát csatlakozik a Pequod legénységéhez, melyet a sokat szenvedett, féllábú kapitány, Ahab vezet. Miután útra kelnek, Ahab kapitány egyre megszállottabban keresi Moby Dicket, a hatalmas bálnát, amely nyomorékká tette. A legénység borzongva hallgatja a veszélyes fehér óriásról szóló történeteket, és a kapitány gazdagságot, valamint hírnevet ígér nekik, ha sikerül kézre keríteniük a szörnyeteget. Ez az eseménydús történet azt meséli el, mi történik, ha valaki mindenáron bosszút akar állni ellenfelén."

        },
        {
            "title":"80 nap alatt a Föld körül",
            "author":"Jules Verne",
            "isbn":9789632535267,
            "publish_date":"1872-12-22",
            "price":6640,
            "cover_image":"https://s01.static.libri.hu/cover/3e/c/7784923_4.jpg",
            "describe":"Mi történik akkor, ha az ember fogadásból a lehető legrövidebb idő alatt körbe akarja utazni a világot? Pillanatok alatt összecsomagol és elindul. És ha indulása után felügyelő ered a nyomába, aki azzal gyanúsítja, hogy kirabolta az Angol Bankot? Akkor megindul egy hihetetlen utazás három földrészen keresztül, kalandokkal, bonyodalmakkal, az érzelmek valóságos hullámvasútján. "

        },
        {
            "title":"A vadon szava",
            "author":"Jack London",
            "isbn":9789632535321,
            "publish_date":"1903-01-01",
            "price":663,
            "cover_image":"https://s01.static.libri.hu/cover/6a/b/712651_4.jpg",
            "describe":"Jack London számos kiadást megért regényének hőse, Buck, a bernáthegyi-skót juhászkutya keverék békés otthonából a zord Északra kerül. Sok hányattatás után igazi barátra talál egy jószívű aranybányászban. Miután gazdáját az indiánok megölik, engedve a vadon szavának, egy farkasfalka vezére lesz. "

        },
        {
            "title": "A kincses sziget",
            "author": "Robert Louis Stevenson",
            "isbn": 2093847562939,
            "publish_date": "1883-01-01",
            "price": 4400,
            "cover_image": "https://upload.wikimedia.org/wikipedia/commons/8/83/Treasure_Island-Scribner's-1911.jpg",
            "describe": "Klasszikus kalandregény, amelyben egy fiú kalózok és rejtélyes térképek között keresi az elásott kincset."

          },
          {
            "title": "A három testőr",
            "author": "Alexandre Dumas",
            "isbn": 3048571928464,
            "publish_date": "1844-01-01",
            "price": 4600,
            "cover_image": "https://europakiado.hu/content/2019/6/Product/300/706426F.gif",
            "describe": "Hősiességgel és intrikákkal teli történet három testőr és egy fiatal kardforgató kalandjairól a francia udvarban."

          },
        {
            "title": "A Hobbit",
            "author": "J.R.R. Tolkien",
            "isbn":9780547928227,
            "publish_date": "1937-09-21",
            "price": 5500,
            "cover_image": "https://m.media-amazon.com/images/I/712cDO7d73L.jpg",
            "describe":"Amikor kellemes, minden becsvágy nélküli életéből, meghitt föld alatti otthonából Gandalf, a mágus és egy csapat törp elragadja, Bilbó, a hobbit igazi kaland kellős közepébe csöppen: 'betörési szakértőként' kell segédkeznie a kincs visszaszerzésében, amitől Smaug, a nagy és veszedelmes sárkány fosztotta meg egykor a Hegymély Királyát. Noha egy porcikája sem kívánja a kellemetlen megbízatást, Bilbó maga is lépten-nyomon meglepődik tulajdon ügyességén és leleményességén! A kalandok során már itt felbukkan a titokzatos varázserővel rendelkező gyűrű, amely Tolkien világában később is kiemelt szerepet fog játszani..."

        },

         {
            "title":"Harry Potter- A bölcsek köve",
            "author":"J.K. Rowling",
            "isbn":9831232143461,
            "publish_date":"1997-06-26",
            "price":4740,
            "cover_image":"https://s01.static.libri.hu/cover/b6/f/716048_4.jpg",
            "describe":"A Harry Potterről szóló, hétkötetesre tervezett regényfolyam első része. A könyvben megismerkedhetünk többek között a Roxfort varázslóiskolával, Harryvel, a varázslópalántával, és tanúi lehetünk csodálatosan izgalmas kalandjainak. Harry Potter kisfiú, történetünk kezdetén 11 éves, valamint varázsló is, talán a leghatalmasabb varázsló, a kiválasztott, aki meg tud küzdeni a gonosz erőivel, erről azonban fogalma sincs. (..) Harry aztán egy napon levelet kap, pontosabban néhány tízezer levelet, a biztonság kedvéért, mivel a nagybácsi elkobzós kedve magasra hág, amelyből megtudja, hogy a következő szemesztert Roxfortban kezdheti, a világ legnevesebb bentlakásos varázslóiskolájában, amely nem kis mértékben hasonlít a brit iskolarendszer hírhedett public schooljaira, talán attól eltekintve, hogy koedukált. Harry, a kifosztott árva ekkor belép abba a világba, amelyhez szülei is tartoztak, hogy megküzdjön azzal a Ki-Ne-Mondd-A-Nevét sötét erővel, amely árvává tette. Harry kiválasztott, homlokán a jegy, de egyben közönséges nebuló is, akinek minden kiválasztottsága ellenére fel kell mutatnia valamit, esetünkben kiemelkedő sportteljesítményt és kellő csapatszellemet, hogy elnyerje az egyszerű diáktársat megillető tiszteletet, és megússza valahogy a vizsgáit. A Gonosz Erőt nem könnyű legyőzni, de egy elitiskola hierarchiájában kiküzdeni valami helyet, főként, ha az alsóbbrendű muglik között nevelkedett az ember, és mit sem tud a magasabb bűbájról, az még nehezebb"

         },
         {
            "title":"Harry Potter és a titkok kamrája - 2. könyv",
            "author":"J.K. Rowling",
            "isbn":9831232143763,
            "publish_date":"1998-07-02",
            "price":4930,
            "cover_image":"https://s01.static.libri.hu/cover/33/2/716047_4.jpg",
            "describe":"Könyvünk címszereplőjével, a varázslónak tanuló kiskamasszal már megismerkedhettünk a 'Harry Potter és a bölcsek köve' című meseregényben. A mű és szerzője gyorsan világhírnévre tett szert. Harry varázslónak született. Második tanéve a Roxfort Boszorkány - és Varázslóképző Szakiskolában éppen olyan eseménydúsnak bizonyult, mint amilyen az első volt. Lekési a különvonatot, így barátai repülő autóján érkezik tanulmányai színhelyére. S a java csak ezután következik.."

         },
         {
            "title":"Harry Potter és az azkabani fogoly - 3. könyv",
            "author":"J.K. Rowling",
            "isbn":9831232143862,
            "publish_date":"1999-07-08",
            "cover_image":"https://s01.static.libri.hu/cover/c0/6/684283_4.jpg",
            "price":5000,
            "describe":"Azkabanból, a gonosz varázslókat őrző rettegett és szuperbiztos börtönből megszökik egy fogoly. A Mágiaügyi Minisztériumban tudják, hogy a veszélyes szökevény Roxfortba tart, a Boszorkány-és Varázslóképző Szakiskolába.A varázslónövendék Harry Potter és barátai számára a harmadik tanév sem csak a vizsgák izgalmait tartogatja... "

         },
         {
            "title":"Harry Potter és a Tűz Serlege - 4. könyv",
            "author":"J.K. Rowling",
            "isbn":9831232143961,
            "publish_date":"2000-07-08",
            "cover_image":"https://s01.static.libri.hu/cover/a6/9/716046_4.jpg",
            "price":5200,
            "describe":"Melyik nemzeti válogatott nyeri a Kviddics Világkupát? Ki lesz a Trimágus Tusa győztese? Utóbbiért a világ három boszorkány- és varázslóképző tanintézetének legrátermettebb diákjai küzdenek. A világraszóló versengés házigazdája Roxfort, az az iskola, ahová Harry Potter immár negyedévesként érkezik. S ahogy az a felsőbb osztályosoknál már egyáltalán nem különös, Harry és barátai a másik nemet is felfedezik... Ám nem csupán e kellemes izgalmakat ígérő események várnak Harryre és barátaira. Voldemort, a fekete mágusok vezére újból készülődik...Tele van a történet váratlanokkal, véletlenekkel, s miért tagadnánk: rémekkel, szörnyekkel, kísértetekkel. Valahogy annyira tele, mint az életünk. "

         },
         {
            "title":"Harry Potter és a Főnix Rendje - 5. könyv",
            "author":"J.K. Rowling",
            "isbn":9831232144061,
            "publish_date":"2003-07-21",
            "cover_image":"https://s01.static.libri.hu/cover/ff/5/716045_4.jpg",
            "price":5400,
            "describe":"Dumbledore végül leeresztette kezét, és félhold szemüvegén át, fürkészve nézett Harry szemébe. - Eljött az ideje - szólt -, hogy elmondjam neked, amit már öt éve el kellett volna mondanom. Ülj le, kérlek! Ha megajándékozol egy kis türelemmel, mindent hallani fogsz, amit tudnod kell. Ha befejeztem, szidhatsz, dühönghetsz. Nem fogok védekezni. Harry Potter ötödik évére készül a Roxfort Boszorkány-Varázslóképző Szakiskolában. Harry - társaival ellentétben sosem örül a nyári szünetnek, ám ez a mostani még rosszabb, mint rendesen. Nem csak rokonai, Dursleyék keserítik meg az életét, de - ami a legfájdalmasabb - mintha barátai is elfeledkeztek volna róla. Harry azon töri a fejét, hogyan törhetne ki lehetetlen helyzetéből, ám nyári szünidejének egy hirtelen, drámai fordulat vet véget. Hamarosan azt is megtudja, hogy Roxfortban sem számíthat békés tanulásra és kviddicsezésre..."

         },
         {
            "title":"Harry Potter és a Félvér Herceg - 6. könyv",
            "author":"J.K. Rowling",
            "isbn":9831232144161,
            "publish_date":"2005-06-16",
            "cover_image":"https://s01.static.libri.hu/cover/d8/e/716068_4.jpg",
            "price":6165,
            "describe":"A Harry Potter sorozat hatodik kötete 2006. február 10-én jelenik meg magyar nyelven az Animus Kiadó gondozásában. A szerző nem árulja el előre, hogy ki a címben szereplő félvér herceg, csak annyit közölt, hogy nem az immár hatodéves varázslótanonc, de nem is Lord Voldemort, a gonosz varázsló. A regény egyik szereplője meghal - egyelőre titok, hogy ki. "

         },
         {
            "title":"Harry Potter és a Halál ereklyéi - 7. könyv",
            "author":"J.K. Rowling",
            "isbn":9831232144261,
            "publish_date":"2007-07-21",
            "cover_image":"https://s01.static.libri.hu/cover/0c/e/682623_4.jpg",
            "price":6165,
            "describe":"Ujjait öntudatlanul a karjába fúrta, mintha fizikai fájdalommal viaskodna. Össze sem tudta számolni, hányszor hullott már a vére. Egyszer elvesztette a jobb karja összes csontját, s ennek az útnak a során a homlokán és a kezén viselt sebhely mellé máris szerzett még egyet a mellkasára és párat az alkarjára, se mindeddig soha, egyetlenegyszer sem érezte azt, amit most: hogy végzetesen meggyengült, hogy pőre és kiszolgáltatott lett, hogy varázsereje legjavától fosztották meg. Hermione, ha ezt elpanaszolná neki, azt mondaná, a pálca annyit ér csak, amennyit a varázsló, aki használja. De Hermione nem tudhatja ezt, ő nem élte át, hogy a pálcája magától meglódul, akár az iránytű, és aranyló lángolkat lő az ellenségre. Harry most érezte csak át igazán, hogy mennyire bízott őrangyalában, a pálcájában lévő ikermagban, most, mikor már elveszítette azt."

         },
         {
            "title":"A szél neve",
            "author":"Patrick Rothfuss",
            "isbn":9789632936423,
            "publish_date":"2007-03-27",
            "price":3990,
            "cover_image":"https://s01.static.libri.hu/cover/44/8/1941063_4.jpg",
            "describe":"A kortárs epikus fantasy egyik mesterművében a Krónikás egy útszéli fogadóban belefog, hogy lejegyezze Kvothe történetét, aki hétköznapi fiúból a világ leghírhedtebb varázslójává és rettegett királygyilkossá vált. Kvothe vándorkomédiások között nevelkedik, amíg apja és anyja, valamint a társulat többi tagja áldozatául nem esik a földöntúli gonosz erőnek, mert olyan titkokat kutatott, amelyeket nem kellett volna. A fiú az egyetlen, aki életben maradt.Sok viszontagság után jelentkezik a mágia legendás egyetemére, hogy helyet harcoljon ki magának a világban, feltárja szülei halálának titkát és megtanulja, hogyan szólítsa magához a szelet. Patrick Rothfuss lebilincselő regénye egy legendákkal teli, veszedelmes világ és egy rendkívüli ifjú történetét meséli el. "

         },
        {
            "title": "Háború és béke",
            "author": "Leo Tolstoy",
            "isbn": 9781400079988,
            "publish_date": "1869-01-01",
            "price": 14240,
            "cover_image": "https://m.media-amazon.com/images/I/81W6BFaJJWL._AC_UF1000,1000_QL80_.jpg",
            "describe":"1805, csillogó moszkvai és szentpétervári bálok, ifjonti szerelmek, boldogtalan házasságok. 1812, Napóleon hadserege betör Oroszországba. Tolsztoj regénye a világirodalom három legismertebb alakjának sorsát követi: Pjotr Bezuhov egy gróf törvénytelen gyermeke, akinek meg kell küzdenie az örökségéért, miközben a spirituális teljességre áhítozik. Andrej Bolkonszkij herceg hátrahagyja a családját, hogy harcoljon Napóleon ellen. Natasa Rosztova egy orosz arisztokrata szép, fiatal lánya, aki mindkét férfinak felkelti az érdeklődését."

        },
        {
            "title": "A katedrális",
            "author": "Ken Follett",
            "isbn": 3948572613843,
            "publish_date": "1989-10-03",
            "price": 5500,
            "cover_image": "https://s01.static.libri.hu/cover/3d/f/6018735_4.jpg",
            "describe": "Monumentális történelmi regény, amely a középkori Angliában egy hatalmas katedrális építésének hátterét és emberi drámáit mutatja be."

          },
          {
            "title": "Farkasbőrben",
            "author": "Hilary Mantel",
            "isbn": 2039487563841,
            "publish_date": "2009-04-30",
            "price": 4800,
            "cover_image": "https://moly.hu/system/covers/big/covers_504609.jpg?1534276104",
            "describe": "Az Angliában zajló Tudor-kor politikai játszmáit és Thomas Cromwell felemelkedését bemutató történelmi regény."

          },
          {
            "title": "A rózsa neve",
            "author": "Umberto Eco",
            "isbn": 3048571927385,
            "publish_date": "1980-10-10",
            "price": 5100,
            "cover_image": "https://moly.hu/system/covers/big/covers_798486.jpg",
            "describe": "Középkori krimi és filozófiai mestermű, amely egy bencés kolostorban történt rejtélyes gyilkosságokat göngyölít fel."

          },
          {
            "title": "Pompeji",
            "author": "Robert Harris",
            "isbn": 2938475628372,
            "publish_date": "2003-11-03",
            "price": 4700,
            "cover_image": "https://images2.penguinrandomhouse.com/cover/9780812974614",
            "describe": "A Vezúv kitörésének előestéjén játszódó történelmi thriller, amely egy vízmérnök szemszögéből mutatja be az ókori világ végzetes napját."

          },
        {
            "title": "Bűn és bűnhődés",
            "author": "Fyodor Dostoevsky",
            "isbn": 9780486415871,
            "publish_date": "1866-01-01",
            "price": 4700,
            "cover_image": "https://s01.static.libri.hu/cover/b4/2/9691658_4.jpg",
            "describe":"- Bűn? Miféle bűn? - kiáltott az fel egyszerre tombolva. - Az, hogy megöltem azt az ocsmány, kártékony tetvet, azt az uzsorás vénasszonyt, akinek az elpusztításáért negyven vétkét megbocsátják az embernek, aki a szegények életnedvét szívta, ez lenne bűn? Dehogy törődöm vele, eszem ágában sincs elmosni. Mit böködnek felém mindenfelől: 'bűn, bűn!' Csak most látom igazán, micsoda ostobán gyenge jellem vagyok, most, miután rászántam magam, hogy vállalom ezt a felesleges szégyent! Egyszerűen gyengeségből, tehetségtelenségből szántam el magam, meg talán az előny reményében, ahogy ez a... Porfirij tanácsolta! - Bátyám, bátyám, miket beszélsz! Hiszen vért ontottál! - kiáltott fel kétségbeesetten Dunya. - Mindenki ontja - kapott a szón szinte önkívületben Raszkolnyikov -, a vér folyton ömlik, mindig is ömlött a világban, mint a vízesés, mint a pezsgő, és aki elköveti, megkoronázzák érte a Capitoliumon, és utóbb az emberiség jótevőjének nevezik. Nézz körül alaposan, és vedd észre! Én jót akartam az embereknek, és száz és ezer jó dolgot tettem volna e helyett az egy ostobaság helyett, még csak nem is ostobaság, csak ügyetlenség, mert a gondolat maga egyáltalán nem volt olyan ostoba, amilyennek most látszik, a kudarc után. (A kudarc után minden ostobaságnak látszik!) Ezzel az ostobasággal csak azt akartam elérni, hogy független legyek, hogy megtegyem az első lépést, megszerezzem az eszközöket, akkor aztán mindent elsimított volna a mérhetetlenül nagyobb haszon. De én, én... az első lépést sem bírtam ki, mert hitvány vagyok! Ez itt a lényeg! De azért sem fogom a ti szemetekkel nézni magamat: ha sikerült volna, koronát tesznek a fejemre, így meg csapdában vergődöm!"

        },
        {
            "title": "Az üvegbura",
            "author": "Sylvia Plath",
            "isbn": 3948572612933,
            "publish_date": "1963-01-14",
            "price": 4500,
            "cover_image": "https://s01.static.libri.hu/cover/4e/3/6608420_4.jpg",
            "describe": "Egy fiatal nő mentális leépülésének és identitáskeresésének megrázó története önéletrajzi ihletéssel."

          },
          {
            "title": "A félkegyelmű",
            "author": "Fjodor Dosztojevszkij",
            "isbn": 2039487564834,
            "publish_date": "1869-01-01",
            "price": 5200,
            "cover_image": "https://s01.static.libri.hu/cover/86/d/736216_4.jpg",
            "describe": "Egy tiszta szívű, naiv férfi története, aki egy erkölcsileg romlott társadalomban próbál boldogulni."

          },
          {
            "title": "Trainspotting",
            "author": "Irvine Welsh",
            "isbn": 3948572619387,
            "publish_date": "1993-01-01",
            "price": 4900,
            "cover_image": "https://marvin.bline.hu/product_images/964/E31793.JPG",
            "describe": "Nyers és provokatív regény, amely egy skóciai heroinfüggő fiatalok életébe enged bepillantást."

          },
          {
            "title": "Beszélnünk kell Kevinről",
            "author": "Lionel Shriver",
            "isbn": 2039487562912,
            "publish_date": "2003-01-01",
            "price": 4700,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/857/1191857.jpg",
            "describe": "Megrázó és elgondolkodtató történet egy anya szemszögéből, aki próbálja megérteni, miért lett a fia tömeggyilkos."

          },
        {
            "title": "A Gyűrűk Ura I-III.",
            "author": "J.R.R. Tolkien",
            "isbn": 9780261103252,
            "publish_date": "1954-07-29",
            "price": 7500,
            "cover_image": "https://s01.static.libri.hu/cover/50/e/4173195_4.jpg",
            "describe":" A Gyűrűk Ura tündérmese. Mégpedig -- legalábbis terjedelmét tekintve -- alighanem minden idők legnagyobb tündérmeséje. Tolkien képzelete szabadon, ráérősen kalandozik a könyv három vaskos kötetében -- vagyis abban a képzelt időben, mikor a világ sorát még nem az ember szabta meg, hanem a jót és szépet, a gonoszat és álnokot egyaránt ember előtti lények, ősi erők képviselték. Abban az időben, mikor a mi időszámításunk előtt ki tudja, hány ezer, tízezer esztendővel a Jó kisebbségbe szorult erői szövetségre léptek, hogy a Rossz erőit legyőzzék: tündérek, féltündék, az ősi Nyugat-földe erényeit őrző emberek, törpök és félszerzetek, erdő öregjei fogtak össze, hogy a jó varázslat eszközével, s a nagy mágus, Gandalf vezetésével végül győzelmet arassanak, de épp e győzelem következtében elenyésszen az ő idejük, s az árnyak birodalmába áthajózva átadják a földet új urának, az emberfajnak."

        },
        {
            "title":"Trónok harca",
            "author":"George R.R. Martin",
            "isbn":9789632936423,
            "publish_date":"1996-08-06",
            "price":3990,
            "cover_image":"https://upload.wikimedia.org/wikipedia/hu/9/98/T%C5%B1z_%C3%A9s_j%C3%A9g_dala_1_-_Tr%C3%B3nok_harca.gif",
            "describe":"Westeros hét királyságát egykor a sárkánykirályok uralták. Vérrel és tűzzel teli uralmuknak Robert Baratheon vetett véget, aki letaszította a Vastrónról az utolsó, őrült Targaryen királyt. Azonban Robertet külső és belső ellenségek fenyegetik, és amikor jobbkeze, a hűséges Jon Arryn váratlanul meghal, legrégebbi barátjához és fegyvertársához, a hideg Északot kormányzó Eddard Starkhoz fordul segítségért. Deres végletekig hűséges, egyenes és merev ura egyedül találja magát a királyi udvarban, ahol senki és semmi sem az, aminek látszik, és egyre erősödik benne a gyanú, hogy Jon Arryn halála nem volt véletlen. Egy kontinenssel arrébb az utolsó sárkányherceg húgát bocsájtja áruba, hogy visszaszerezze a trónt, ám Robert legveszélyesebb ellenségei sokkal közelebb rejtőznek. Miközben az ambiciózus nagyurak és mindenre elszánt trónkövetelők dögkeselyűként köröznek a Vastrón körül, az emberek világát védő Falon túl feltámadnak a hideg szelek, és egy ősi fenyegetés kel újra életre. Westeros hosszú nyara véget érőben van; közeleg a tél."

        },
        {
            "title":"Az Idő Kereke-sorozat",
            "author":"Robert Jordan",
            "isbn":9789632936123,
            "publish_date":"1990-01-15",
            "price":3990,
            "cover_image":"https://i.cdn29.hu/apix_collect_c/2107/the-wheel-of-time-sorozat/the_wheel_of_time_sorozat_screenshot_20211229203212_3_original_560x313_cover.jpg",
            "describe":"Az Idő Kereke (The Wheel of Time, közkeletű rövidítéssel WoT) egy epikus fantasyregény-sorozat, melyet az amerikai James Oliver Rigney Jr., írói nevén Robert Jordan indított útjára. Eredetileg hatkötetesre tervezett sorozat lett volna, de a hossza egyre csak növekedett, és végül 14 könyv került kiadásra. Egy előzménytörténetet is kiadtak. Jordan az első könyvet 1984-ben kezdte el írni, és 1990-ben került kiadásra. "

        },

        {
            "title": "A ragyogás",
            "author": "Stephen King",
            "isbn": 9789632548117,
            "publish_date": "1977-01-28",
            "price": 4500,
            "cover_image": "https://s01.static.libri.hu/cover/5c/9/4832423_4.jpg",
            "describe":"- Minden nagy szállodának vannak botrányai - mondta. - Ahogy kísértet is van minden nagy szállodában. Hogy miért? A fenébe is, az emberek jönnek-mennek. Megesik, hogy valamelyik a szobájában dobja fel a talpát, a szíve, vagy gutaütés, vagy valami ilyesmi. A szálloda babonás hely. Nincs tizenharmadik emelet, nincs tizenhármas szoba, nincs tükör az ajtón, amin az ember bemegy, meg hasonlók."

        },
        {
            "title":"Kedvencek temetője",
            "author":"Stephen King",
            "isbn":9789632643274,
            "publish_date":"1993-01-01",
            "price":3200,
            "cover_image":"https://s01.static.libri.hu/cover/8a/e/5133250_4.jpg",
            "describe":"Dr. Louis Creed, a fiatal orvos kitűnő állást kapott: a Maine-i Egyetem rendelőjének lett a vezetője, ezért Chicagóból az idilli New England-i tájban álló, magányos házba költözik családjával - feleségével, Rachellel, ötéves lányukkal, Ellie-vel és másfél éves kisfiukkal, Gage-dzsel. Boldogan, a szép jövő reményében veszik birtokukba új otthonukat... Az első gondra az út túloldalán, velük átellenben élő öregember, Jud hívja föl a figyelmüket: a tájat kettészelő országúton éjjel-nappal olajszállító tartálykocsik dübörögnek, halálos veszélynek téve ki a háziállatokat és az apróságokat. Nem véletlenül van a közelben egy nyomasztó légkörű, ódon temető az elgázolt háziállatok számára... Az első trauma akkor éri Louist, amikor egy baleset áldozatául esett, haldokló fiú a rendelőben dadogó szavakkal óva inti az állattemetőn túli veszedelemtől. Nem sokra rá egy tartálykocsi elgázolja Ellie imádott macskáját, és az öreg Jud - jó- vagy rosszakaratból? - az állattemetőn túli, hátborzongató vidékre, a micmac indiánok egykori temetkezőhelyére viszi Louist, s ott földelteti el vele az állatot. Másnap a macska visszatér - de ocsmány jószág lett belőle: lomha, ijesztően bűzlő és gonosz. Aztán néhány békés hónap után a kis Gage elszabadul a szüleitől, és szaladni kezd pici lábain az országút felé...King borzalmakkal teli regénye magyarul 1993-ban jelent meg először, Állattemető címen."

        },

        {
            "title": "Hill House szelleme",
            "author": "Shirley Jackson",
            "isbn": 9789634791672,
            "publish_date": "1959-10-16",
            "price": 3490,
            "cover_image": "https://www.mafab.hu/static/2018/262/11/307290_1537437491.9701.jpg",
            "describe": "Egy klasszikus horrorregény, amely egy kísértetjárta házban játszódik, és az emberi psziché mélységeit tárja fel."

          },
          {
            "title": "Carrie",
            "author": "Stephen King",
            "isbn": 9780450031069,
            "publish_date": "1974-04-05",
            "price": 2990,
            "cover_image": "https://s01.static.libri.hu/cover/11/5/7307518_4.jpg",
            "describe": "Stephen King első regénye egy tinédzser lányról, aki felfedezi telekinetikus képességeit, és bosszút áll az őt bántalmazókon."

          },
          {
            "title": "Holly",
            "author": "Stephen King",
            "isbn":9781982177697,
            "publish_date": "2023-09-05",
            "price": 5990,
            "cover_image": "https://europakiado.hu/content/2024/1/Product/preview/king_holly_borito_300dpi.jpg",
            "describe": "Stephen King legújabb regénye Holly Gibney nyomozóról, aki egy rejtélyes ügyet próbál megoldani."

          },
          {
            "title": "Hunting Adeline",
            "author": "H. D. Carlton",
            "isbn": 7347532773465,
            "publish_date": "2021-08-17",
            "price": 4800,
            "cover_image": "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcRU_EXlA9bYUvQ_ot71LIrhP99hKd8audHB2Wa-6Aim1JtZG92ty0f4rPBInRL_uwUVSX2CTuuGAXisp7jAW6gANyfOkVdPGMX4Z7Qui9JMNCZljp-RdkfFZ9aDxxqYDrCKmWms3g&usqp=CAc",
            "describe": "Egy sötét romantikus thriller H.D. Carlton tollából, amelyben egy nő macska-egér játékba keveredik egy veszélyes üldözővel."

          },
          {
            "title": "Icebreaker",
            "author": "Hannah Grace",
            "isbn": 2836555385244,
            "publish_date": "2022-02-01",
            "price": 4200,
            "cover_image": "https://moly.hu/system/covers/big/covers_763852.jpg?1663615032",
            "describe": " Hannah Grace jégkorongos románca, ahol egy műkorcsolyázó és egy hokijátékos között váratlanul fellángol a szenvedély"

          },
          {
            "title": "Red, White & Royal Blue",
            "author": "Casey McQuiston",
            "isbn": 7204033193022,
            "publish_date": "2019-05-14",
            "price": 4100,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/881/2498881.jpg",
            "describe": "Casey McQuiston LGBTQ+ romantikus regénye, amely egy amerikai elnök fia és egy brit herceg titkos szerelméről szól."

          },
          {
            "title": "Bride",
            "author": "Ali Hazelwood",
            "isbn": 1638262424943,
            "publish_date": "2023-06-06",
            "price": 4600,
            "cover_image": "https://s01.static.libri.hu/cover/a7/c/10675258_4.jpg",
            "describe": "Ali Hazelwood sci-fi romantikája, amely egy paranormális világban játszódik, ahol egy nő egy veszélyes házasságba kényszerül."

          },
          {
            "title": "Twisted Hate",
            "author": "Ana Huang",
            "isbn": 2623229610032,
            "publish_date": "2022-01-27",
            "price": 4500,
            "cover_image": "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcQwo6dWS_dyGk1A5J7GE0Z6IZ7Xd7jq-5XYK-oYYcEzgtVH9kF0yBffwMUEYYCf4xt4ak6nQAAGoE5NlBiTqK7Yke891yMloAV4yK2wOnt-OIFKERpvJdVr9w&usqp=CAc",
            "describe": "Ana Huang szenvedélyes ellenségekből szeretőkké váló románca, tele feszültséggel és sötét titkokkal."

          },
          {
            "title": "Wildfire",
            "author": "Hannah Grace",
            "isbn": 7890076306114,
            "publish_date": "2023-07-18",
            "price": 4400,
            "cover_image": "https://lira.erbacdn.net/upload/M_28/rek1/38/3981038.jpg",
            "describe": " Hannah Grace jégkorongos sorozatának második kötete, amelyben a nyári táborban fellángoló érzelmek kerülnek középpontba."

          }
]
